Repository: TELE-TWIN/ProjectValerie
Catalog: src/locale/*/LC_MESSAGES/ProjectValerie.po
Languages: pt_br

source: English
pt_br: Inglês

source: Sort:
pt_br: Ordenação:

source: Default
pt_br: Padrão

source: Overview
pt_br: Apresentação

source: Filter:
pt_br: Filtro:

source: None
pt_br: Nada

source: Genre
pt_br: Gênero

source: Pages:
pt_br: Páginas:

source: Cancel
pt_br: Cancelar

source: Save
pt_br: Salvar

source: Settings
pt_br: Definições

source: Some settings may need a GUI restart Do you want to Restart the GUI now?
pt_br: Algumas definições necessitam do reinício da interfáce gráfica Gostaria de reiniciá-la agora?

source: Checking for updates ...
pt_br: Verificando atualizações...

source: PVMC Update
pt_br: Atualização do PVMC

source: No update available
pt_br: Sem atualizações disponíveis

source: Update to revision
pt_br: Atualização de revisão

source: No internet connection available!
pt_br: Conexão à nternet não disponível!

source: Updating ProjectValerie Stay tuned :-)
pt_br: Atualizando ProjectValerie Fique ligado :-)

source: Enigma2 must be restarted! Should Enigma2 now restart?
pt_br: O enigma2 precisa ser reiniciado! Gostaria de reiniciá-lo agora?

source: Movies
pt_br: Filmes

source: Synchronize
pt_br: Sincronizar

source: Music
pt_br: Música

source: Series
pt_br: Séries

source: Live TV
pt_br: Programas ao vivo

source: TV Shows
pt_br: Seriados

source: Pictures
pt_br: Imagens

source: Videos
pt_br: Vídeos

source: Weather
pt_br: Tempo

source: Programs
pt_br: Programas

source: System
pt_br: Sistema

source: A new version of MediaCenter is available for download! Version: %s
pt_br: Uma nova versão do Media Center está disponível para download! Version: %s

source: Update to %s available
pt_br: Atualização para %s disponível

source: UNEXPECTED ERROR: %s
pt_br: ERRO INESPERADO: %s

source: Back
pt_br: Voltar

source: Not available
pt_br: Não disponível

source: not available
pt_br: não disponível

source: Show wizard on next start
pt_br: Mostrar o assistente de configuração na próxima execução do programa

source: Start Valerie on e2 start
pt_br: Iniciar o Valerie em conjunto com o ENIGMA2

source: Check for updates on Valerie start
pt_br: Procurar por atualizações automaticamente quando iniciar o Project Valerie

source: Check for updates of type
pt_br: Verificar se há atualizações por tipo

source: Skin
pt_br: Tema

source: On Power press
pt_br: Ao pressionar o botão ligar/desligar

source: Show Movie and TVShow in main menu
pt_br: Mostrar filmes esSeriados na tela principal

source: Seen / Unseen User ID
pt_br: Reconhecido / Usuário com ID desconhecido

source: Show Seen / Unseen for Shows
pt_br: Mostrar shows vistos / Shows não vistos

source: Show Seen / Unseen for Seasons
pt_br: Mostrar shows vistos / Temporadas não vistas

source: Valerie Config folder (Database, ...)
pt_br: Pasta de configurações do Valerie (Banco de dados, ...)

source: Valerie media folder (Poster, Backdrops)
pt_br: Pasta de mídia do Valerie (Poster, Backdrops)

source: Valerie tmp folder (Logs, Cache)
pt_br: Pasta temporária do Valerie (Logs, Cache)

source: Valerie debug mode
pt_br: Modo de depuração do Valerie

source: Expert
pt_br: Avançado

source: Update
pt_br: Atualização

source: Yes, but play next episode
pt_br: Sim, mas inicie o próximo episódio

source: Yes
pt_br: Sim

source: No, continue
pt_br: Não, continue

source: Stop playing this movie?
pt_br: Parar a reprodução deste filme?

source: List
pt_br: Lista

source: Poster-Flow
pt_br: Cartaz

source: Backdrop
pt_br: Imagem de fundo

source: Select sort
pt_br: Selecione a categoria

source: Select filter
pt_br: Selecione filtro

source: Select view
pt_br: Selecione o modo de visão

source: Not found!
pt_br: Não encontrado!

source: Please make sure that your drive is connected/mounted.
pt_br: Por favor, certifique-se de que a unidade está ligada/montada.

source: Set view as default
pt_br: Selecionar as opções de visibilidade como padrão

source: Clear default view
pt_br: Limpar as opções de visibilidade padrão

source: No plugins available
pt_br: Sem plugins disponíveis

source: Options
pt_br: Opções

source: Autosync Database on start
pt_br: Sincronizar automaticamente banco de dados no início do programa

source: Autosync time
pt_br: Sincronizar horário automaticamente

source: AutoSync
pt_br: Sincronização automática

source: Autoload Database on start
pt_br: Carregar automaticamente o banco de dados no início do programa

source: Filebrowser
pt_br: Navegar pelos arquivos

source: Sync time on start
pt_br: Sincronizar o horário ao iniciar

source: InternetTime
pt_br: Horário da internet

source: MerlinMusicPlayer
pt_br: Player de Música Merlin

source: No Username
pt_br: Sem nome de usuário

source: No Password
pt_br: Sem senha

source: Enabled
pt_br: Ligado

source: Username
pt_br: Usuário

source: Password
pt_br: Senha

source: myepisodes
pt_br: Meus episódios

source: days back
pt_br: Dias atrás

source: Newest Episodes
pt_br: Novos episódios

source: PicturePlayer
pt_br: Player de imagens

source: PicturePlayer Setup
pt_br: Configurações do player de imagens

source: Seen
pt_br: Visto

source: Mark as Seen
pt_br: Marcar como visto

source: Mark as Unseen
pt_br: Marcar como não visto

source: Sqlite Check
pt_br: Verificação do sqlite

source: Provider
pt_br: Provedor

source: Language1
pt_br: Idioma 1

source: Language2
pt_br: Idioma 2

source: Language3
pt_br: Idioma 3

source: SubtitleDownloader
pt_br: Baixador de legenda

source: Download subtitles
pt_br: Baixar legendas

source: Fast Sync on autostart
pt_br: Sincronização rápida quando o programa iniciar

source: Port
pt_br: Porta

source: Entry
pt_br: Entrada

source: WebInterface
pt_br: Interface web

source: View Trailer (YTTrailer by Dr. Best)
pt_br: Ver trailer (YTTrailer por Dr. Best)

source: Select
pt_br: Selecionar

source: Add Path
pt_br: Adicionar caminho

source: Remove
pt_br: Remover

source: Add
pt_br: Adicionar

source: More
pt_br: Mais

source: Toggle Type
pt_br: Alternar tipo

source: Toggle useFolder
pt_br: Alternar pasta de usuário

source: Searchpaths
pt_br: Caminhos de busca

source: Language
pt_br: Língua

source: Delete database entry if file can not be found
pt_br: Excluir do banco de dados arquivos não encontrados

source: Change searchpaths
pt_br: Mudar caminho de pesquisa

source: Change settings
pt_br: Mudar definições

source: Delete cache
pt_br: Excluir o cache

source: Delete all posters/backdrops
pt_br: Excluir todos os cartazes/imagens de fundo

source: Delete database
pt_br: Excluir banco de dados

source: Reset filter
pt_br: Reiniciar filtro

source: Cache successfully deleted...
pt_br: Cache excluído com sucesso...

source: Error while deleting cache: %s
pt_br: Erro ao excluir o cache: %s

source: Arts successfully deleted...
pt_br: Artes excluídas com sucesso...

source: Error while deleting arts: %s
pt_br: Erro ao excluir as artes: %s

source: Database successfully deleted...
pt_br: Banco de dados apagado com sucesso...

source: Error while deleting database: %s
pt_br: Erro ao excluir o banco de dados: %s

source: Filter successfully resetted...
pt_br: Filtro reiniciado com sucesso...

source: Error while resetting filter: %s
pt_br: Erro ao reiniciar o filtro: %s

source: Synchronize finished
pt_br: Sincronização finalizada

source: Sync Manager
pt_br: Gerenciador de sincronismo

source: Alternatives
pt_br: Alternativas

source: Delete
pt_br: Excluir

source: Path:
pt_br: Caminho:

source: Filename:
pt_br: Nome do arquivo:

source: Title:
pt_br: Título:

source: Year:
pt_br: Ano:

source: Season:
pt_br: Temporada:

source: Episode:
pt_br: Episódio:

source: Info
pt_br: Informações

source: IMDb ID without tt
pt_br: IMDb ID sem tt

source: IMDb ID for TV Show without tt
pt_br: IMDb para seriados sem tt

source: No alternatives found
pt_br: Não foram encontradas alternativas

source: Failed
pt_br: Falhou

source: TVShows
pt_br: Seriados

source: TVShows (All)
pt_br: Seriados (todos)

source: Failed (All)
pt_br: Falhou (todos)

source: Manage
pt_br: Gerenciar

source: Complete Sync
pt_br: Sincronização completa

source: Normal Sync
pt_br: Sincronização normal

source: Please press the green button to start synchronize!
pt_br: Por favor, pressione o botão verde para iniciar a sincronização!

source: Log:
pt_br: Registro:

source: Progress:
pt_br: Progresso:

source: Last:
pt_br: Último:

source: Name:
pt_br: Nome:

source: Hide
pt_br: Esconder

source: Abort
pt_br: Abortar

source: Converting data to V2.... Please wait...
pt_br: Convertendo data para a versão 2.... Por favor, aguarde...

source: Converting data to version 5.... Please wait...
pt_br: Convertendo data para a versão 5.... Por favor, aguarde...

source: Converting data to version 6.... Please wait...
pt_br: Convertendo data para a versão 6.... Por favor, aguarde...

source: Thread running
pt_br: Processo em execução

source: Loading Config
pt_br: Carregando configurações

source: Loading Data
pt_br: Carregando dados

source: Saving database
pt_br: Salvando banco de dados

source: Done
pt_br: Pronto!

source: Press Exit / Back
pt_br: Pressione sair/voltar

source: Loading Replacements
pt_br: Carregando substituições

source: Loading Filesystem
pt_br: Carregando arquivos de sistemas

source: Extensions:
pt_br: Extensões:

source: Searching for media files
pt_br: Procurando por arquivos de mídia

source: Found
pt_br: Encontrado

source: media files
pt_br: Arquivos de mídia

source: Saving Filesystem
pt_br: Salvando arquivos do sistema
